<?php

return [
    'admin' => [
        'user' => [
            'create' => [
                'success' => 'Пользователь успешно добавлен!',
                'fail' => 'Не удалось добавить пользователя!',
            ],
            'edit' => [
                'success' => 'Пользователь успешно обновлен!',
                'fail' => 'Не удалось обновить пользователя!',
            ],
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена!',
                'fail' => 'Не удалось добавить новость!',
            ],
            'edit' => [
                'success' => 'Новость успешно обновлена!',
                'fail' => 'Не удалось обновить новость!',
            ],
        ],
        'category' => [
            'create' => [
                'success' => 'Категория успешно добавлена!',
                'fail' => 'Не удалось добавить категорию!',
            ],
            'edit' => [
                'success' => 'Категория успешно обновлена!',
                'fail' => 'Не удалось обновить категорию!',
            ],
        ],
        'feedback' => [
            'edit' => [
                'success' => 'Отзыв успешно обновлен!',
                'fail' => 'Не удалось обновить отзыв!',
            ],
        ],
        'source' => [
            'create' => [
                'success' => 'Источник успешно добавлен!',
                'fail' => 'Не удалось добавить источник!',
            ],
            'edit' => [
                'success' => 'Источник успешно обновлен!',
                'fail' => 'Не удалось обновить источник!',
            ],
        ],
    ],
    'guest' => [
        'feedback' => [
            'create' => [
                'success' => 'Отзыв успешно добавлена!',
                'fail' => 'Не удалось добавить отзыв!',
            ],
        ],
    ],
];
